[
  {
    "id": "b1",
    "title": "Is A Calorie Really A Calorie?",
    "author": "ADAM BORNSTEIN",
    "date": "2022-02-04",
    "image": "https://www.bornfitness.com/wp-content/uploads/2022/02/what-is-a-calorie.png",
    "type": "NUTRITION",
    "description": "All calories are not created equal. To understand why we take a look at the thermic effect of food and the domino effect of eating more protein.",
    "content": "If you ever really need proof about how the human body works, find your way into a metabolic chamber. There are about 30 of them in the world and they cost millions of dollars. They use the best technology to  measure every single ounce of energy that is either consumed or burned.\nThese chambers allow scientists to better understand diseases that affect the human body, including things like obesity and metabolic disorders. They also definitively answer the question that’s been debated for decades: calories do matter. And, they are the primary factor that influence whether you gain or lose weight. The question is whether a “calorie is a calorie” and more about understanding why all calories are not equal.\nNo scheduled trips to your nearest metabolic chamber? Don’t worry. We’ll help you make sense of what foods influence your metabolism and hunger, and how you can make food work for you.\n# What Is A Calorie?\nWe often think of calories as something we eat, but, the truth is, a calorie is simply a unit of energy. More specifically, a calorie is the amount of energy required to raise the temperature of one gram of water by one degree celsius.\nWhat does the temperature of water have to do with calories in your food? Well, scientists determine the amount of calories in a food using a technique we’re all guilty of in the kitchen: they burn it\nThis process is called bomb calorimetry. First, you place an ingredient in a sealed stainless steel container surrounded by water. Then, heat is applied to the food until it burns. This chemical reaction generates a ton of heat and slowly heats the surrounding water. Scientists then measure how high the temperature of the water rises to calculate the number of calories in the food. \n"
  },
  {
    "id": "b2",
    "title": "The Right Way to Squat",
    "author": "BJ WARD",
    "date": "2022-02-11",
    "image": "https://www.bornfitness.com/wp-content/uploads/2022/02/COVERS.png",
    "type": "FITNESS",
    "description": "Let's clear something up: for the vast majority of us, a butt wink while squatting under load isn't a good idea, but exceptions exist.",
    "content": "Some things you can’t debate, such as whether it’s a crime to hide a raisin cookie in a batch of chocolate chips. Other acts are a little less certain. And, when it comes to exercise movement, there’s no shortage of disagreement about what movements are safe and which should be limited.\nSquats are one of the most controversial exercises. Some people suggest they are the best movement (period), whereas others – most notably, respected coach Mike Boyle – suggest they are oftentimes abused and unnecessary.\nAt Born Fitness, we work with our online coaching clients to determine what movement is best for them. We love squats, but not everyone needs to do them. Blanket recommendations are dangerous. One person’s path to better performance can be another person’s path to injury.\n# Is The Butt Wink Bad?\nSome coaches want you to squat ass to grass (ATG). While others, notably Dr. Joel Seedman (screenshot from https://www.advancedhumanperformance.com/blog/squats-truths below), claim that you should stop your squat around 90 degrees."
  }
]
